Repository: qlands/formshare_odata_plugin
Catalog: odata/locale/*/LC_MESSAGES/odata.po
Languages: es, fr, pt, uk

source: This assistant has an OData access and cannot be deleted. Deactivate it first before deleting it
es: Este asistente tiene un acceso OData y no se puede eliminar. Desactivarlo primero antes de eliminarlo
fr: Cet assistant a un accès OData et ne peut pas être supprimé. Désactivez-le avant de le supprimer
pt: Este assistente possui um acesso OData e não pode ser excluído. Desative-o antes de excluí-lo
uk: Цей помічник має доступ до OData і не може бути видалений. Перш ніж видалити його, спочатку деактивуйте його

source: FormShare was not able to contact the Odata generator server. The QLands technical support has been informed about this.
es: FormShare no fue capaz de ponerse en contacto con el servidor generador de Odata. El soporte técnico QLands ha sido informado acerca de esto.
fr: FormShare n'a pas été en mesure de contacter le serveur générateur OData. Le support technique QLands a été informé de cela.
pt: O FormShare não foi capaz de contatar o servidor gerador de OData. O suporte técnico QLands foi informado sobre isso.
uk: FormShare не зміг зв'язатися з сервером генератора Odata. Про це було повідомлено технічну підтримку QLands.

source: FormShare is generating the OData resource. It will be ready soon...
es: FormShare está generando el recurso OData. Estará listo pronto ...
fr: FormShare génère la ressource OData. Elle sera bientôt prête ...
pt: O FormShare está gerando o recurso OData. Ele ficará pronto logo...
uk: FormShare генерує ресурс OData. Незабаром він буде готовий...

source: FormShare was not able to generate the OData resource. The QLands technical support has been informed about this.
es: FormShare no era capaz de generar el recurso OData. El soporte técnico QLands ha sido informado acerca de esto.
fr: FormShare n'a pas été en mesure de générer la ressource OData. Le support technique QLands a été informé de cela.
pt: O FormShare não foi capaz de gerar o recurso OData. O suporte técnico QLands foi informado sobre isso.
uk: FormShare не зміг згенерувати ресурс OData. Про це було повідомлено технічну підтримку QLands.

source: The OData resource is ready. Enjoy!
es: El recurso OData está listo. ¡Que lo disfrutes!
fr: La ressource OData est prête. Profitez-en bien!
pt: O recurso OData está pronto. Aproveite!
uk: Ресурс OData готовий. Насолоджуйтесь!

source: FormShare was not able to contact the OData generator server. The QLands technical support has been informed about this.
es: FormShare no fue capaz de ponerse en contacto con el servidor generador de OData. El soporte técnico QLands ha sido informado acerca de esto.
fr: FormShare n'a pas été en mesure de contacter le serveur générateur OData. Le support technique QLands a été informé de cela.
pt: O FormShare não foi capaz de contatar o servidor gerador de OData. O suporte técnico QLands foi informado sobre isso.
uk: FormShare не зміг зв'язатися з сервером генератора OData. Про це було повідомлено технічну підтримку QLands.

source: FormShare is still generating the OData resource. It will be ready soon...
es: FormShare todavía está generando el recurso OData. Estará listo pronto ...
fr: FormShare est toujours en train de générer la ressource OData. Elle sera bientôt prête ...
pt: O FormShare ainda está gerando o recurso OData. Ele ficará pronto logo...
uk: FormShare все ще генерує ресурс OData. Незабаром він буде готовий...

source: The process generated an error. The QLands technical support has been informed about this.
es: El proceso generó un error. El soporte técnico QLands ha sido informado acerca de esto.
fr: Le processus a généré une erreur. Le support technique QLands a été informé de cela.
pt: O processo gerou um erro. O suporte técnico QLands foi informado sobre isso.
uk: Процес згенерував помилку. Про це було повідомлено службу технічної підтримки QLands.

source: FormShare was not able check the status OData resource. The QLands technical support has been informed about this.
es: FormShare no fue capaz de verificar del estado de recurso OData. El soporte técnico QLands ha sido informado acerca de esto.
fr: FormShare n'a pas été en mesure de vérifier l'état de la ressource OData. Le support technique QLands a été informé de cela.
pt: O FormShare não foi capaz de verificar o status do recurso OData. O suporte técnico QLands foi informado sobre isso.
uk: FormShare не зміг перевірити статус ресурсу OData. Про це було повідомлено технічну підтримку QLands.

source: Error at revoking OData access. QLands has been informed
es: Error al revocar el acceso OData. QLands ha sido informado
fr: Erreur lors de la révocation de l'accès OData. QLands a été informé
pt: Erro ao revogar o acesso OData. A QLands foi informada
uk: Помилка при відкликанні доступу до OData. Компанія QLands була проінформована

source: Error at granting OData access. QLands has been informed
es: Error al otorgar el acceso OData. QLands ha sido informado
fr: Erreur lors de l'attribution d'un accès OData. QLands a été informé
pt: Erro ao garantir acesso OData. A QLands foi informada
uk: Помилка при наданні доступу до OData. Компанія QLands була проінформована

source: Formshare - My private page
es: FormShare - Mi página privada
fr: Formshare - Ma page personnelle
pt: FormShare - Minha página privada
uk: Formshare - Моя особиста сторінка

source: The body goes here
es: El contenido va aquí
fr: Le corps va ici
pt: O corpo vai aqui
uk: Тіло йде сюди.

source: Close
es: Cerrar
fr: Fermer
pt: Fechar
uk: Закрити

source: An open protocol that allows the accesibility of data resources over the Internet
es: Un protocolo abierto que permite la accesibilidad de los datos a través de Internet
fr: Un protocole ouvert qui permet l'accessibilité des ressources de données sur Internet
pt: Um protocolo aberto que permite a acessibilidade de recursos de dados na internet
uk: Відкритий протокол, який забезпечує доступ до ресурсів даних через Інтернет

source: allow you to access your ODK data from third-party software over the Internet. For example you can:
es: le permiten acceder a sus datos ODK desde aplicaciones de terceros a través de Internet. Por ejemplo, usted puede:
fr: vous permet d'accéder à vos données ODK à partir de logiciels tiers sur Internet. Par exemple, vous pouvez :
pt: permite que você acesse seus dados ODK a partir de um software externo na internet. Por exemplo, você pode:
uk: дозволяють отримати доступ до ваших даних ODK зі стороннього програмного забезпечення через Інтернет. Наприклад, ви можете

source: Access your data from Microsoft Excel to create real-time graphs. See a tutorial
es: Acceder a sus datos desde Microsoft Excel para crear gráficos en tiempo real. Ver un tutorial
fr: Accédez à vos données à partir de Microsoft Excel pour créer des graphiques en temps réel. Regardez un tutoriel
pt: Acessar seus dados pelo Microsoft Excell para criar gráficos em tempo real. Veja um tutorial
uk: Отримуйте доступ до даних з Microsoft Excel, щоб створювати графіки в реальному часі. Перегляньте підручник

source: here
es: aquí
fr: ici
pt: aqui
uk: тут.

source: Perform real-time data cleaning in Excel. See a tutorial
es: Realizar limpieza de datos en tiempo real en Excel. Ver un tutorial
fr: Effectuez le nettoyage des données en temps réel dans Excel. Regardez un tutoriel
pt: Executar limpeza de dados em tempo real no Excel. Veja um tutorial
uk: Виконуйте очищення даних у реальному часі в Excel. Перегляньте навчальний посібник

source: Get more insigts from your data by pulling it from Power BI or Tableau. See a tutorial
es: Obtener más información sobre sus datos al cargarlos desde Power BI o Tableau. Ver un tutorial
fr: Retirez plus d'informations de vos données en les extrayant de Power BI ou de Tableau. Regardez un tutoriel
pt: Adquira maiores perspectivas pelos seus dados ao extraí-los pelo Power BI ou Tableau. Veja um tutorial
uk: Отримуйте більше інформації з ваших даних, витягуючи їх з Power BI або Tableau. Перегляньте навчальний посібник

source: and
es: y
fr: et
pt: e
uk: і

source: Generate real-time reports by connecting your ODK data with JasperServer. See a tutorial
es: Generar informes en tiempo real mediante al conectar sus datos ODK con JasperServer. Ver un tutorial
fr: Générer des rapports en temps réel en connectant vos données ODK avec JasperServer. Regardez un tutoriel
pt: Gerar relatórios em tempo real ao conectar seus dados ODK com JasperServer. Veja um tutorial
uk: Створюйте звіти в реальному часі, з'єднавши дані ODK з JasperServer. Перегляньте підручник

source: makes your ODK data interoperable. It offers many advantages, but most importantly it provides real-time access to your data therefore any analysis that you make has the latest submissions and the latest changes made to your data.
es: hace que sus datos ODK sean interoperables. Ofrece muchas ventajas, pero lo más importante es que ofrece acceso en tiempo real a sus datos, por tanto, cualquier análisis que se haga tiene los últimos envíos y los últimos cambios realizados en los datos.
fr: rend vos données ODK interopérables. Il offre de nombreux avantages, mais surtout, il offre un accès en temps réel à vos données, par conséquent toute analyse que vous faites a les dernières soumissions et les dernières modifications apportées à vos données.
pt: torna seus dados ODK interoperáveis. Ele oferece diversas vantagens, mas mais importante, ele fornece acesso em tempo real aos seus dados, portanto qualquer análise que você faça possui as últimas submissões e as mudanças mais recentes feitas nos seus dados.
uk: робить ваші дані ODK інтероперабельними. Це дає багато переваг, але найголовніша з них - доступ до ваших даних у режимі реального часу, тому будь-який аналіз, який ви робите, містить найновіші дані та найновіші зміни, внесені до ваших даних.

source: There are two different versions of the OData protocol: V2 and V4. It will depend on your client (Tableau, Excel, etc.) which protocol to use.
es: Hay dos versiones diferentes del protocolo OData: V2 y V4. Dependerá de su cliente (Tableau, Excel, etc.) que el protocolo se va ha utilizar.
fr: Il existe deux versions différentes du protocole OData : V2 et V4. Le protocole à utiliser dépendra de votre client (Tableau, Excel, etc.).
pt: Há duas versões diferentes do protocolo OData: V2 e V4. Dependerá do seu client (Tableau, Excel, etc.) qual protocolo usar.
uk: Існує дві різні версії протоколу OData: V2 та V4. Який протокол використовувати, залежить від вашого клієнта (Tableau, Excel тощо).

source: Once the entry points are ready you need to grant OData access to your assistants by clicking on the "Configure OData Access button".
es: Una vez que los las rutas de acceso estén disponibles necesita conceder acceso OData a sus asistentes haciendo clic en el botón "Configurar acceso OData".
fr: Une fois que les points d'entrée sont prêts, vous devez attribuer l'accès OData à vos assistants en cliquant sur le bouton « Configurer l'accès OData ».
pt: Uma vez que os pontos de entrada estejam prontos, você precisa garantir acesso OData aos seus assistentes ao clicar em "Configurar botão de acesso OData".
uk: Після того, як точки входу будуть готові, вам потрібно надати доступ до OData вашим помічникам, натиснувши на кнопку "Налаштувати доступ до OData".

source: Generate endpoints
es: Generar rutas de acceso
fr: Générer des points terminaux
pt: Gerar pontos de extremidade
uk: Створюйте кінцеві точки

source: Check if endpoints are ready
es: Comprobar si las rutas de acceso están listas
fr: Vérifiez si les points terminaux sont prêts
pt: Verificar se pontos de extremidade estão prontos
uk: Перевірте, чи готові кінцеві точки

source: What is OData?
es: ¿Que es OData?
fr: Qu'est-ce qu'OData?
pt: O que é OData?
uk: Що таке OData?

source: Configure OData Access
es: Configurar acceso OData
fr: Configurer l'accès à OData
pt: Configurar acesso OData
uk: Налаштування доступу до OData

source: V2 Endpoint:
es: Ruta de acceso V2:
fr: Point terminal V2 :
pt: Rota de acesso V2:

source: Generate it
es: Generar rutas de acceso
fr: Le générer
pt: Gerar
uk: Згенеруйте його

source: Creating URL. Please wait...
es: Creado los URLs. Por favor espere...
fr: Création d'URL. Merci de patienter...
pt: Criando URL. Favor aguardar...
uk: Створення URL-адреси. Будь ласка, зачекайте...

source: Error generating URL. QLands has been informed about this problem. You can try again
es: Error generando los URLs. QLands se ha informado acerca de este problema. Puedes intentarlo de nuevo
fr: Erreur lors de la génération d'URL . QLands a été informé de ce problème. Vous pouvez réessayer
pt: Erro ao gerar URL. A QLands foi informada sobre este problema. Você pode tentar novamente
uk: Помилка генерування URL-адреси. Компанія QLands була проінформована про цю проблему. Ви можете спробувати ще раз

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papier
pt: Copiar para área de transferência
uk: Скопіювати в буфер обміну

source: V4 Endpoint:
es: Ruta de acceso V4:
fr: Point terminal V4 :
pt: Rota de acesso V4:
uk: V4 Кінцева точка:

source: OData access for
es: Acceso OData para
fr: Accès OData pour
pt: Acesso OData para
uk: Доступ до OData для

source: Table accessed by
es: Tabla accedida por
fr: Tableau accessible par
pt: Tabela acessada por
uk: Таблиця доступна за адресою

source: through OData
es: a través de OData
fr: par OData
pt: através de OData
uk: через OData

source: Grant access to all tables
es: Otorgar acceso a todas las tablas
fr: Accorder l'accès à tous les tableaux
pt: Garantir acesso a todas as tabelas
uk: Надати доступ до всіх таблиць

source: Revoke access from all tables
es: Revocar acceso de todas las tablas
fr: Révoquer l'accès de tous les tableaux
pt: Revogar acesso a todas as tabelas
uk: Відкликати доступ з усіх таблиць

source: Access
es: Acceso
fr: Accès
pt: Acesso
uk: Доступ

source: Table name
es: Nombre de la tabla
fr: Nom du tableau
pt: Nome da tabela
uk: Назва таблиці

source: Table description
es: Descripción de la tabla
fr: Description du tableau
pt: Descrição da tabela
uk: Опис таблиці

source: Other privileges
es: Otros privilegios
fr: Autres privilèges
pt: Outros privilégios
uk: Інші привілеї

source: Click to grant update privileges
es: Haga clic para otorgar privilegios de actualización
fr: Cliquez pour accorder des privilèges de mise à jour
pt: Clique para garantir privilégios de atualização
uk: Натисніть, щоб надати права на оновлення

source: Click to revoke update privileges
es: Haga clic para revocar privilegios de actualización
fr: Cliquez pour retirer les privilèges de mise à jour
pt: Clique para revogar privilégios de atualização
uk: Натисніть, щоб відкликати права на оновлення

source: OData access settings
es: Configuración de acceso OData
fr: Paramètres d'accès OData
pt: Configurações de acesso OData
uk: Налаштування доступу до OData

source: Assistants
es: Asistentes
pt: Assistentes
uk: Асистенти

source: Assistants assigned to
es: Asistentes asignados a
fr: Assistants affectés à
pt: Assistentes atribuídos a
uk: Асистенти, призначені для

source: with cleaning privileges
es: con privilegios de limpieza
fr: avec des privilèges de nettoyage
pt: com privilégios de limpeza
uk: з привілеями на прибирання

source: Name
es: Nombre
fr: Nom
pt: Nome
uk: Ім'я

source: With OData access
es: Con acceso OData
fr: Avec un accès OData
pt: Com acesso OData
uk: З доступом до OData

source: Actions
es: Acciones
pt: Ações
uk: Дії

source: Update
es: Actualizar
fr: Mettre à jour
pt: Atualização
uk: Оновлення

source: Yes
es: Si
fr: Oui
pt: Sim
uk: Так.

source: No
fr: Non
pt: Não
uk: Ні.

source: Revoke access
es: Revocar el acceso
fr: Révoquer l'accès
pt: Revogar acesso
uk: Відкликати доступ

source: Grant access
es: Autorizar el acceso
fr: Accès Aux subventions
pt: Garantir acesso
uk: Надати доступ

source: Set table permissions
es: Establecer los permisos en las tablas
fr: Définissez les autorisations de tableau
pt: Definir permissões de tabela
uk: Встановіть дозволи на таблицю

source: OData service
es: Servicio OData
fr: Service OData
pt: Serviço OData
uk: Сервіс OData

source: Dashboard
es: Tablero
fr: Tableau de bord
pt: Painel
uk: Приладова панель

source: Projects
es: Proyectos
fr: Projets
pt: Projetos
uk: Проекти

source: OData users
es: Usuarios OData
fr: Utilisateurs OData
pt: Usuários OData
uk: Користувачі OData

source: OData access for
es: Acceso para OData
fr: Accès OData pour
pt: Acesso OData para
uk: Доступ до OData для

source: Email
fr: Courriel
uk: Електронна пошта
